Repository: kaleab1216/Maj3t
Catalog: lib/l10n/app_*.arb
Languages: am

# appTitle
source: Maj3t
am: ማጅት

source: Home
am: መነሻ

source: Menu
am: ሜኑ

source: Cart
am: ካርት

source: Profile
am: ፕሮፋይል

source: Orders
am: ትዕዛዞች

source: Settings
am: ቅንብሮች

source: Language
am: ቋንቋ

source: Amharic
am: አማርኛ

source: English
am: እንግሊዘኛ

source: Place Order
am: እዘዝ

source: Order Received!
am: ትዕዛዝ ደርሷል!

source: Total
am: ጠቅላላ

# payAndOrder
source: Pay & Order
am: ክፈል እና እዘዝ

# splitBill
source: Split Bill with Friends
am: ሂሳብ ከጓደኞች ጋር ክፈል

source: Continue Shopping
am: ግዢ ቀጥል

source: Total Order
am: ጠቅላላ ትዕዛዝ

source: Per Person
am: ለያንዳንዱ

# splitHowMany
source: SPLIT WITH HOW MANY PEOPLE?
am: ለስንት ሰው ይከፈላል?

source: Create Split Group
am: የክፍያ ግሩፕ ፍጠር

source: Total Paid
am: ጠቅላላ የተከፈለ

source: Share Payment Link
am: የክፍያ ሊንክ ላክ

source: Hello
am: ሰላም

# hungryFindFood
source: Hungry? Let's find food!
am: ርቦሃል? ምግብ እንፈልግ!

source: Quick Actions
am: ፈጣን እርምጃዎች

# scanQR
source: Scan QR Code
am: ኪውአር ስካን አድርግ

# scanToOrder
source: Scan to order instantly
am: ወዲያውኑ ለማዘዝ ስካን ያድርጉ

source: My Orders
am: የእኔ ትዕዛዞች

source: My Reservations
am: የእኔ ቦታ ማስያዝ

source: Nearby Restaurants
am: በአቅራቢያ ያሉ ሬስቶራንቶች

source: Exclusive Offers
am: ልዩ ቅናሾች

source: View My Orders
am: ትዕዛዞቼን ይመልከቱ

source: Restaurant
am: ሬስቶራንት

source: Total Amount
am: ጠቅላላ መጠን

# findNearbyRestaurants
source: Find verified restaurants near you
am: በአቅራቢያዎ የሚገኙ ሬስቶራንቶችን ያግኙ

source: Upcoming
am: መጪ

source: History
am: ታሪክ

source: No Upcoming Bookings
am: መጪ ቦታ ማስያዝ የለም

source: No Past Reservations
am: ያለፈ ቦታ ማስያዝ የለም

# planNextDining
source: Plan your next dining experience!
am: ቀጣይ የምግብ ልምድዎን ያቅዱ!

# diningHistory
source: Your dining history appears here.
am: የምግብ ታሪክዎ እዚህ ይታያል።

# findTable
source: Find a Table
am: ጠረጴዛ ፈልግ

source: Guests
am: እንግዶች

source: Cancel
am: ሰርዝ

source: View Details
am: ዝርዝር ይመልከቱ

source: Reservation Details
am: የቦታ ማስያዝ ዝርዝር

source: Status
am: ሁኔታ

source: Table
am: ጠረጴዛ

source: Pending Assignment
am: በመመደብ ላይ

source: Note
am: ማስታወሻ

source: Close
am: ዝጋ

source: Cancel Reservation
am: ቦታ ማስያዝ ሰርዝ

# confirmCancel
source: Are you sure you want to cancel this booking?
am: ይህን ቦታ ማስያዝ መሰረዝ እርግጠኛ ነዎት?

source: No
am: አይ

source: Yes, Cancel
am: አዎ፣ ሰርዝ

source: All
am: ሁሉም

source: Active
am: በሂደት ላይ

source: Track
am: ተከታተል

source: Order Summary
am: የትዕዛዝ ማጠቃለያ

source: Order ID
am: የትዕዛዝ መለያ

source: Type
am: አይነት

source: No orders found
am: ምንም ትዕዛዞች አልተገኙም
